Repository: rmoorman/build
Catalog: plone1/trunk/Products/Formulator/i18n/*/LC_MESSAGES/formulator.po
Languages: de, nl

source: Input is required but no input given.
de: Das Eingabefeld sollte nicht leer gelassen werden.
nl: Verplichte invoer niet ontvangen

source: Too much input was given.
de: Die Eingabe ist mir zu lang.
nl: Te veel informatie ingevoerd.

source: You did not enter an email address.
de: Die e-mail Adresse ist in keinem gültigen Format.
nl: Geen geldig email adres ingevoerd.

source: The entered value did not match the pattern.
de: Der eingebene Wert passt nicht zu dem vorgegebenen Muster.
nl: Het ingevoerde voldeed niet aan het patroon.

source: You did not enter an integer.
de: Ihre Eingabe ist keine Zahl.
nl: Geen geheel getal ingevoerd.

source: The integer you entered was out of range.
de: Die eingegeben Zahl ligt nicht im gültigen Bereich.
nl: Het ingevoerde gehele getal was buiten de grenzen.

source: You did not enter a floating point number.
de: Ihre Eingabe ist keine Fliesskommazahl.
nl: Geen gebroken getal (met een punt) ingevoerd.

source: You entered too many lines.
de: Das sind mir zu viele Zeilen.
nl: Te veel regels ingevoerd.

source: A line was too long.
de: Eine derZeilen ist zu lang. Leider habe ich vergessen, welche.
nl: Een regel was te lang.

source: You entered too many characters.
de: Die Eingabe besteht aus zu vielen Zeichen.
nl: Te veel karakters ingevoerd.

source: You selected an item that was not in the list.
de: Ihre Auswahl ist nicht in der Liste vorhanden.
nl: Er is een item geselecteerd dat niet in de lijst zit.

source: The specified link is broken.
de: Der Link zeigt ins Leere.
nl: De link is gebroken.

source: You did not enter a valid date and time.
de: Ein solches Datum existiert nicht.
nl: Geen geldige datum/tijd ingevoerd.

source: The date and time you entered were out of range.
de: Das Datum liegt nicht innerhalb des gewünschten Bereichs.
nl: De ingevoerde datum/tijd was buiten de grenzen.
