Repository: rmoorman/build
Catalog: code/plone1/trunk/Products/Formulator/i18n/*/LC_MESSAGES/formulator.po
Languages: fr

source: Input is required but no input given.
fr: Vous devez saisir une entrée

source: Too much input was given.
fr: Trop d'entrées ont été données

source: You did not enter an email address.
fr: Vous n'avez pas saisi une adresse email

source: The entered value did not match the pattern.
fr: Le valeurs saisies ne correspondent pas au modèle

source: You did not enter an integer.
fr: Vous n'avez pas saisi un entier

source: The integer you entered was out of range.
fr: L'entier saisi était hors du rang

source: You did not enter a floating point number.
fr: Vous n'avez pas saisi un nombre à point flottant

source: You entered too many lines.
fr: Vous avez saisi trop de lignes

source: A line was too long.
fr: Une ligne était trop longue

source: You entered too many characters.
fr: Vous avez saisi trop de caractères

source: You selected an item that was not in the list.
fr: Vous avez saisi un item qui n'est pas dans la liste

source: The specified link is broken.
fr: Le lien spécifié n'est pas disponible

source: You did not enter a valid date and time.
fr: Vous n'avez pas saisi une date et heure valide

source: The date and time you entered were out of range.
fr: La date et heure saisi sont hors du rang
